Repository: zooqueen/openclaw
Catalog: apps/ios/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: Open Chat
ar: فتح الدردشة
de: Chat öffnen
es: Abrir chat
fa: باز کردن چت
fr: Ouvrir le chat
hi: Chat खोलें
id: Buka Chat
it: Apri Chat
ja_jp: チャットを開く
ko: 채팅 열기
nl: Chat openen
pl: Otwórz czat
pt_br: Abrir chat
ru: Открыть чат
sv: Öppna chatt
th: เปิดแชต
tr: Chat'i Aç
uk: Відкрити чат
vi: Mở Chat
zh_cn: 打开聊天
zh_tw: 開啟聊天

source: Open Full Message
ar: فتح الرسالة الكاملة
de: Vollständige Nachricht öffnen
es: Abrir mensaje completo
fa: باز کردن پیام کامل
fr: Ouvrir le message complet
hi: पूरा संदेश खोलें
id: Buka Pesan Lengkap
it: Apri il messaggio completo
ja_jp: メッセージ全文を開く
ko: 전체 메시지 열기
nl: Volledig bericht openen
pl: Otwórz pełną wiadomość
pt_br: Abrir mensagem completa
ru: Открыть полное сообщение
sv: Öppna hela meddelandet
th: เปิดข้อความฉบับเต็ม
tr: Tam İletiyi Aç
uk: Відкрити повне повідомлення
vi: Mở toàn bộ tin nhắn
zh_cn: 打开完整消息
zh_tw: 開啟完整訊息

source: Open Gateway Settings
ar: فتح إعدادات Gateway
de: Gateway-Einstellungen öffnen
es: Abrir configuración de Gateway
fa: باز کردن تنظیمات Gateway
fr: Ouvrir les paramètres de Gateway
hi: Gateway सेटिंग्स खोलें
id: Buka Pengaturan Gateway
it: Apri impostazioni Gateway
ja_jp: Gateway 設定を開く
ko: Gateway 설정 열기
nl: Gateway-instellingen openen
pl: Otwórz ustawienia Gateway
pt_br: Abrir configurações do Gateway
ru: Открыть настройки Gateway
sv: Öppna Gateway-inställningar
th: เปิดการตั้งค่า Gateway
tr: Gateway Ayarlarını Aç
uk: Відкрити налаштування Gateway
vi: Mở cài đặt Gateway
zh_cn: 打开 Gateway 设置
zh_tw: 開啟 Gateway 設定

source: Open Notifications
ar: فتح الإشعارات
de: Benachrichtigungen öffnen
es: Abrir Notificaciones
fa: باز کردن اعلان‌ها
fr: Ouvrir les notifications
hi: सूचनाएँ खोलें
id: Buka Notifikasi
it: Apri Notifiche
ja_jp: 通知を開く
ko: 알림 열기
nl: Meldingen openen
pl: Otwórz Powiadomienia
pt_br: Abrir Notificações
ru: Открыть уведомления
sv: Öppna Notiser
th: เปิดการแจ้งเตือน
tr: Bildirimleri Aç
uk: Відкрити сповіщення
vi: Mở Thông báo
zh_cn: 打开通知
zh_tw: 開啟通知

source: Open Notifications Settings
ar: فتح إعدادات الإشعارات
de: Mitteilungseinstellungen öffnen
es: Abrir la configuración de notificaciones
fa: باز کردن تنظیمات اعلان‌ها
fr: Ouvrir les réglages des notifications
hi: सूचना सेटिंग्स खोलें
id: Buka Pengaturan Notifikasi
it: Apri le impostazioni delle notifiche
ja_jp: 通知設定を開く
ko: 알림 설정 열기
nl: Meldingsinstellingen openen
pl: Otwórz ustawienia powiadomień
pt_br: Abrir Ajustes de Notificações
ru: Открыть настройки уведомлений
sv: Öppna notisinställningar
th: เปิดการตั้งค่าการแจ้งเตือน
tr: Bildirim Ayarlarını Aç
uk: Відкрити налаштування сповіщень
vi: Mở Cài đặt thông báo
zh_cn: 打开通知设置
zh_tw: 開啟通知設定

source: Open Session
ar: فتح الجلسة
de: Sitzung öffnen
es: Abrir sesión
fa: باز کردن نشست
fr: Ouvrir la session
hi: सेशन खोलें
id: Buka Sesi
it: Apri sessione
ja_jp: セッションを開く
ko: 세션 열기
nl: Sessie openen
pl: Otwórz sesję
pt_br: Abrir sessão
ru: Открыть сеанс
sv: Öppna session
th: เปิดเซสชัน
tr: Oturumu Aç
uk: Відкрити сесію
vi: Mở phiên
zh_cn: 打开会话
zh_tw: 開啟工作階段

source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir Ajustes
fa: باز کردن تنظیمات
fr: Ouvrir les paramètres
hi: सेटिंग्स खोलें
id: Buka Pengaturan
it: Apri impostazioni
ja_jp: 設定を開く
ko: 설정 열기
nl: Instellingen openen
pl: Otwórz ustawienia
pt_br: Abrir Ajustes
ru: Открыть настройки
sv: Öppna inställningar
th: เปิดการตั้งค่า
tr: Ayarları Aç
uk: Відкрити налаштування
vi: Mở cài đặt
zh_cn: 打开设置
zh_tw: 開啟設定

source: Open Settings if you need a manual host.
ar: افتح الإعدادات إذا كنت بحاجة إلى مضيف يدوي.
de: Öffnen Sie die Einstellungen, wenn Sie einen manuellen Host benötigen.
es: Abre Configuración si necesitas un host manual.
fa: اگر به میزبان دستی نیاز دارید، Settings را باز کنید.
fr: Ouvrez les réglages si vous avez besoin d’un hôte manuel.
hi: यदि आपको मैन्युअल होस्ट चाहिए, तो Settings खोलें।
id: Buka Pengaturan jika Anda memerlukan host manual.
it: Apri Impostazioni se devi inserire manualmente un host.
ja_jp: 手動でホストを指定する必要がある場合は、設定を開いてください。
ko: 수동 호스트가 필요하면 설정을 여세요.
nl: Open Instellingen als je een handmatige host nodig hebt.
pl: Otwórz Ustawienia, jeśli potrzebujesz ręcznego hosta.
pt_br: Abra os Ajustes se precisar de um host manual.
ru: Откройте настройки, если нужно указать хост вручную.
sv: Öppna Inställningar om du behöver ange en värd manuellt.
th: เปิดการตั้งค่าหากคุณต้องระบุโฮสต์ด้วยตนเอง
tr: Manuel ana bilgisayar gerekiyorsa Ayarlar’ı açın.
uk: Відкрийте Налаштування, якщо потрібно вказати хост вручну.
vi: Mở Cài đặt nếu bạn cần nhập máy chủ thủ công.
zh_cn: 如果需要手动指定主机，请打开“设置”。
zh_tw: 如果需要手動主機，請開啟「設定」。

source: Open Voice Settings
ar: فتح إعدادات الصوت
de: Spracheinstellungen öffnen
es: Abrir configuración de voz
fa: باز کردن تنظیمات صدا
fr: Ouvrir les paramètres vocaux
hi: Voice सेटिंग्स खोलें
id: Buka Pengaturan Suara
it: Apri impostazioni voce
ja_jp: 音声設定を開く
ko: 음성 설정 열기
nl: Spraakinstellingen openen
pl: Otwórz ustawienia głosu
pt_br: Abrir configurações de voz
ru: Открыть настройки голоса
sv: Öppna röstinställningar
th: เปิดการตั้งค่าเสียง
tr: Ses Ayarlarını Aç
uk: Відкрити налаштування голосу
vi: Mở cài đặt giọng nói
zh_cn: 打开语音设置
zh_tw: 開啟語音設定

source: Open Voice settings after the gateway loads Talk configuration.
ar: افتح إعدادات الصوت بعد أن يحمّل Gateway إعدادات Talk.
de: Öffne die Spracheinstellungen, nachdem das Gateway die Talk-Konfiguration geladen hat.
es: Abre los ajustes de voz después de que el Gateway cargue la configuración de Talk.
fa: پس از اینکه Gateway پیکربندی Talk را بارگیری کرد، تنظیمات صدا را باز کنید.
fr: Ouvrez les réglages de la voix une fois que le Gateway a chargé la configuration Talk.
hi: Gateway द्वारा Talk कॉन्फ़िगरेशन लोड किए जाने के बाद वॉइस सेटिंग्स खोलें।
id: Buka pengaturan Suara setelah gateway memuat konfigurasi Talk.
it: Apri le impostazioni Voce dopo che il Gateway ha caricato la configurazione di Talk.
ja_jp: GatewayがTalk設定を読み込んだ後、音声設定を開いてください。
ko: Gateway에서 Talk 구성을 불러온 후 음성 설정을 여세요.
nl: Open de spraakinstellingen nadat de gateway de Talk-configuratie heeft geladen.
pl: Otwórz ustawienia głosu po wczytaniu konfiguracji Talk przez Gateway.
pt_br: Abra os ajustes de Voz depois que o Gateway carregar a configuração do Talk.
ru: Откройте настройки голоса после того, как Gateway загрузит конфигурацию Talk.
sv: Öppna röstinställningarna efter att Gateway har läst in Talk-konfigurationen.
th: เปิดการตั้งค่าเสียงหลังจาก Gateway โหลดการกำหนดค่า Talk แล้ว
tr: Gateway, Talk yapılandırmasını yükledikten sonra Ses ayarlarını açın.
uk: Відкрийте налаштування голосу після того, як шлюз завантажить конфігурацію Talk.
vi: Mở phần cài đặt Giọng nói sau khi Gateway tải cấu hình Talk.
zh_cn: Gateway 加载 Talk 配置后，打开语音设置。
zh_tw: Gateway 載入 Talk 設定後，開啟語音設定。

source: Open all approvals
ar: فتح كل الموافقات
de: Alle Genehmigungen öffnen
es: Abrir todas las aprobaciones
fa: باز کردن همهٔ تأییدیه‌ها
fr: Ouvrir toutes les approbations
hi: सभी स्वीकृतियाँ खोलें
id: Buka semua persetujuan
it: Apri tutte le approvazioni
ja_jp: すべての承認を開く
ko: 모든 승인 열기
nl: Alle goedkeuringen openen
pl: Otwórz wszystkie zatwierdzenia
pt_br: Abrir todas as aprovações
ru: Открыть все одобрения
sv: Öppna alla godkännanden
th: เปิดการอนุมัติทั้งหมด
tr: Tüm onayları aç
uk: Відкрити всі схвалення
vi: Mở tất cả phê duyệt
zh_cn: 打开所有批准项
zh_tw: 開啟所有核准項目

source: Open docs
ar: فتح المستندات
de: Dokumentation öffnen
es: Abrir documentación
fa: باز کردن مستندات
fr: Ouvrir la documentation
hi: डॉक्स खोलें
id: Buka dokumentasi
it: Apri documentazione
ja_jp: ドキュメントを開く
ko: 문서 열기
nl: Documentatie openen
pl: Otwórz dokumentację
pt_br: Abrir documentação
ru: Открыть документацию
sv: Öppna dokumentation
th: เปิดเอกสาร
tr: Belgeleri aç
uk: Відкрити документацію
vi: Mở tài liệu
zh_cn: 打开文档
zh_tw: 開啟文件

source: Open iPhone Settings → Apple Watch
ar: افتح إعدادات iPhone ← Apple Watch
de: iPhone-Einstellungen öffnen → Apple Watch
es: Abre los Ajustes del iPhone → Apple Watch
fa: باز کردن تنظیمات iPhone ← Apple Watch
fr: Ouvrir les réglages de l'iPhone → Apple Watch
hi: iPhone सेटिंग्स → Apple Watch खोलें
id: Buka Pengaturan iPhone → Apple Watch
it: Apri Impostazioni iPhone → Apple Watch
ja_jp: iPhone の設定 → Apple Watch を開く
ko: iPhone 설정 → Apple Watch 열기
nl: Open iPhone-instellingen → Apple Watch
pl: Otwórz Ustawienia iPhone'a → Apple Watch
pt_br: Abra Ajustes do iPhone → Apple Watch
ru: Откройте «Настройки iPhone» → Apple Watch
sv: Öppna iPhone-inställningar → Apple Watch
th: เปิดการตั้งค่า iPhone → Apple Watch
tr: iPhone Ayarları → Apple Watch'u açın
uk: Відкрийте Налаштування iPhone → Apple Watch
vi: Mở Cài đặt iPhone → Apple Watch
zh_cn: 打开 iPhone 设置 → Apple Watch
zh_tw: 開啟 iPhone 設定 → Apple Watch

source: OpenClaw appreciates its partners in the open-source community.
ar: تقدّر OpenClaw شركاءها في مجتمع المصادر المفتوحة.
de: OpenClaw dankt seinen Partnern in der Open-Source-Community.
es: OpenClaw agradece a sus socios de la comunidad de código abierto.
fa: OpenClaw از شرکای خود در جامعهٔ متن‌باز قدردانی می‌کند.
fr: OpenClaw remercie ses partenaires de la communauté open source.
hi: OpenClaw ओपन-सोर्स समुदाय में अपने साझेदारों की सराहना करता है।
id: OpenClaw menghargai para mitranya di komunitas sumber terbuka.
it: OpenClaw apprezza i suoi partner nella community open-source.
ja_jp: OpenClaw は、オープンソースコミュニティのパートナーに感謝します。
ko: OpenClaw는 오픈 소스 커뮤니티의 파트너 여러분께 감사드립니다.
nl: OpenClaw waardeert zijn partners in de opensourcecommunity.
pl: OpenClaw docenia swoich partnerów w społeczności open-source.
pt_br: A OpenClaw agradece a seus parceiros na comunidade de código aberto.
ru: OpenClaw благодарит своих партнеров в сообществе open-source.
sv: OpenClaw uppskattar sina partner i open source-communityn.
th: OpenClaw ขอขอบคุณพันธมิตรในชุมชนโอเพนซอร์ส
tr: OpenClaw, açık kaynak topluluğundaki iş ortaklarına teşekkür eder.
uk: OpenClaw цінує своїх партнерів у спільноті відкритого коду.
vi: OpenClaw trân trọng các đối tác của mình trong cộng đồng mã nguồn mở.
zh_cn: OpenClaw 感谢其在开源社区中的合作伙伴。
zh_tw: OpenClaw 感謝其開源社群夥伴。

source: OpenClaw can show approval prompts and event alerts when the app is not active.
ar: يمكن لـ OpenClaw عرض مطالبات الموافقة وتنبيهات الأحداث عندما لا يكون التطبيق نشطًا.
de: OpenClaw kann Genehmigungsanfragen und Ereignisbenachrichtigungen anzeigen, wenn die App nicht aktiv ist.
es: OpenClaw puede mostrar solicitudes de aprobación y alertas de eventos cuando la aplicación no está activa.
fa: OpenClaw می‌تواند وقتی برنامه فعال نیست، درخواست‌های تأیید و هشدارهای رویداد را نمایش دهد.
fr: OpenClaw peut afficher des demandes d'approbation et des alertes d'événements lorsque l'application n'est pas active.
hi: जब ऐप सक्रिय न हो तब OpenClaw स्वीकृति संकेत और इवेंट अलर्ट दिखा सकता है।
id: OpenClaw dapat menampilkan permintaan persetujuan dan peringatan peristiwa saat aplikasi tidak aktif.
it: OpenClaw può mostrare richieste di approvazione e avvisi di eventi quando l'app non è attiva.
ja_jp: OpenClawはアプリが非アクティブなときに承認プロンプトやイベントアラートを表示できます。
ko: OpenClaw는 앱이 활성 상태가 아닐 때 승인 요청과 이벤트 알림을 표시할 수 있습니다.
nl: OpenClaw kan goedkeuringsvragen en gebeurtenismeldingen tonen wanneer de app niet actief is.
pl: OpenClaw może wyświetlać monity o zatwierdzenie i alerty o zdarzeniach, gdy aplikacja jest nieaktywna.
pt_br: O OpenClaw pode exibir solicitações de aprovação e alertas de eventos quando o app não está ativo.
ru: OpenClaw может показывать запросы на подтверждение и оповещения о событиях, когда приложение неактивно.
sv: OpenClaw kan visa godkännandeförfrågningar och händelseaviseringar när appen inte är aktiv.
th: OpenClaw สามารถแสดงคำขออนุมัติและการแจ้งเตือนเหตุการณ์ได้เมื่อแอปไม่ได้ทำงานอยู่
tr: OpenClaw, uygulama etkin olmadığında onay istemleri ve olay uyarıları gösterebilir.
uk: OpenClaw може показувати запити на підтвердження та сповіщення про події, коли застосунок неактивний.
vi: OpenClaw có thể hiển thị lời nhắc phê duyệt và cảnh báo sự kiện khi ứng dụng không hoạt động.
zh_cn: OpenClaw 可以在应用未激活时显示审批提示和事件提醒。
zh_tw: OpenClaw 可在應用程式未啟用時顯示核准提示與事件警示。

source: OpenClaw cannot determine the current iOS location permission.
ar: لا يستطيع OpenClaw تحديد إذن الموقع الحالي في iOS.
de: OpenClaw kann die aktuelle iOS-Standortberechtigung nicht ermitteln.
es: OpenClaw no puede determinar el permiso de ubicación actual de iOS.
fa: OpenClaw نمی‌تواند مجوز فعلی موقعیت مکانی iOS را تشخیص دهد.
fr: OpenClaw ne peut pas déterminer l'autorisation de localisation iOS actuelle.
hi: OpenClaw वर्तमान iOS लोकेशन अनुमति निर्धारित नहीं कर सकता।
id: OpenClaw tidak dapat menentukan izin lokasi iOS saat ini.
it: OpenClaw non può determinare l’autorizzazione alla posizione iOS attuale.
ja_jp: OpenClaw は現在の iOS 位置情報の権限を確認できません。
ko: OpenClaw가 현재 iOS 위치 권한을 확인할 수 없습니다.
nl: OpenClaw kan de huidige iOS-locatietoestemming niet bepalen.
pl: OpenClaw nie może określić bieżącego uprawnienia do lokalizacji w iOS.
pt_br: O OpenClaw não consegue determinar a permissão de localização atual do iOS.
ru: OpenClaw не может определить текущее разрешение iOS на доступ к местоположению.
sv: OpenClaw kan inte fastställa den aktuella iOS-platsbehörigheten.
th: OpenClaw ไม่สามารถระบุการอนุญาตตำแหน่งที่ตั้งของ iOS ในปัจจุบันได้
tr: OpenClaw geçerli iOS konum iznini belirleyemiyor.
uk: OpenClaw не може визначити поточний дозвіл iOS на геолокацію.
vi: OpenClaw không thể xác định quyền vị trí iOS hiện tại.
zh_cn: OpenClaw 无法确定当前的 iOS 位置权限。
zh_tw: OpenClaw 無法判斷目前的 iOS 位置權限。

source: OpenClaw cannot determine the current notification permission state.
ar: لا يستطيع OpenClaw تحديد الحالة الحالية لإذن الإشعارات.
de: OpenClaw kann den aktuellen Status der Benachrichtigungsberechtigung nicht ermitteln.
es: OpenClaw no puede determinar el estado actual del permiso de notificaciones.
fa: OpenClaw نمی‌تواند وضعیت فعلی مجوز اعلان را تعیین کند.
fr: OpenClaw ne peut pas déterminer l'état actuel de l'autorisation de notification.
hi: OpenClaw वर्तमान सूचना अनुमति स्थिति निर्धारित नहीं कर सकता।
id: OpenClaw tidak dapat menentukan status izin notifikasi saat ini.
it: OpenClaw non riesce a determinare lo stato attuale dell'autorizzazione alle notifiche.
ja_jp: OpenClawは現在の通知権限の状態を判定できません。
ko: OpenClaw가 현재 알림 권한 상태를 확인할 수 없습니다.
nl: OpenClaw kan de huidige status van de meldingsmachtiging niet bepalen.
pl: OpenClaw nie może określić bieżącego stanu uprawnień do powiadomień.
pt_br: O OpenClaw não consegue determinar o estado atual da permissão de notificações.
ru: OpenClaw не может определить текущее состояние разрешения на уведомления.
sv: OpenClaw kan inte fastställa det aktuella tillståndet för aviseringsbehörighet.
th: OpenClaw ไม่สามารถระบุสถานะสิทธิ์การแจ้งเตือนปัจจุบันได้
tr: OpenClaw geçerli bildirim izni durumunu belirleyemiyor.
uk: OpenClaw не може визначити поточний стан дозволу на сповіщення.
vi: OpenClaw không thể xác định trạng thái quyền thông báo hiện tại.
zh_cn: OpenClaw 无法确定当前的通知权限状态。
zh_tw: OpenClaw 無法判斷目前的通知權限狀態。

source: OpenClaw could not prepare the Markdown file.
ar: تعذّر على OpenClaw إعداد ملف Markdown.
de: OpenClaw konnte die Markdown-Datei nicht vorbereiten.
es: OpenClaw no pudo preparar el archivo Markdown.
fa: OpenClaw نتوانست فایل Markdown را آماده کند.
fr: OpenClaw n’a pas pu préparer le fichier Markdown.
hi: OpenClaw Markdown फ़ाइल तैयार नहीं कर सका।
id: OpenClaw tidak dapat menyiapkan file Markdown.
it: OpenClaw non ha potuto preparare il file Markdown.
ja_jp: OpenClaw は Markdown ファイルを準備できませんでした。
ko: OpenClaw에서 Markdown 파일을 준비할 수 없습니다.
nl: OpenClaw kon het Markdown-bestand niet voorbereiden.
pl: OpenClaw nie mógł przygotować pliku Markdown.
pt_br: O OpenClaw não conseguiu preparar o arquivo Markdown.
ru: OpenClaw не удалось подготовить файл Markdown.
sv: OpenClaw kunde inte förbereda Markdown-filen.
th: OpenClaw ไม่สามารถเตรียมไฟล์ Markdown ได้
tr: OpenClaw Markdown dosyasını hazırlayamadı.
uk: OpenClaw не вдалося підготувати файл Markdown.
vi: OpenClaw không thể chuẩn bị tệp Markdown.
zh_cn: OpenClaw 无法准备 Markdown 文件。
zh_tw: OpenClaw 無法準備 Markdown 檔案。

source: OpenClaw could not read the gateway certificate for %@.
ar: تعذّر على OpenClaw قراءة شهادة Gateway لـ %@.
de: OpenClaw konnte das Gateway-Zertifikat für %@ nicht lesen.
es: OpenClaw no pudo leer el certificado del Gateway de %@.
fa: OpenClaw نتوانست گواهی Gateway را برای %@ بخواند.
fr: OpenClaw n’a pas pu lire le certificat de la Gateway pour %@.
hi: OpenClaw, %@ के लिए Gateway सर्टिफ़िकेट को पढ़ नहीं सका।
id: OpenClaw tidak dapat membaca sertifikat Gateway untuk %@.
it: OpenClaw non ha potuto leggere il certificato del Gateway per %@.
ja_jp: OpenClawは%@のGateway証明書を読み取れませんでした。
ko: OpenClaw에서 %@의 게이트웨이 인증서를 읽을 수 없습니다.
nl: OpenClaw kon het Gateway-certificaat voor %@ niet lezen.
pl: OpenClaw nie mógł odczytać certyfikatu Gateway dla %@.
pt_br: O OpenClaw não conseguiu ler o certificado do Gateway de %@.
ru: OpenClaw не удалось прочитать сертификат Gateway для %@.
sv: OpenClaw kunde inte läsa gatewayens certifikat för %@.
th: OpenClaw ไม่สามารถอ่านใบรับรองของ Gateway สำหรับ %@ ได้
tr: OpenClaw, %@ için gateway sertifikasını okuyamadı.
uk: OpenClaw не вдалося прочитати сертифікат Gateway для %@.
vi: OpenClaw không thể đọc chứng chỉ của Gateway cho %@.
zh_cn: OpenClaw 无法读取 %@ 的 Gateway 证书。
zh_tw: OpenClaw 無法讀取 %@ 的 Gateway 憑證。

source: OpenClaw is checking gateway and node access.
ar: يتحقق OpenClaw من الوصول إلى Gateway والعقدة.
de: OpenClaw prüft den Zugriff auf Gateway und Node.
es: OpenClaw está comprobando el acceso al gateway y al nodo.
fa: OpenClaw در حال بررسی دسترسی به gateway و نود است.
fr: OpenClaw vérifie l’accès au gateway et au nœud.
hi: OpenClaw gateway और नोड एक्सेस की जाँच कर रहा है।
id: OpenClaw sedang memeriksa akses gateway dan node.
it: OpenClaw sta verificando l’accesso al gateway e al nodo.
ja_jp: OpenClaw が Gateway とノードへのアクセスを確認しています。
ko: OpenClaw에서 Gateway 및 노드 액세스를 확인하는 중입니다.
nl: OpenClaw controleert toegang tot Gateway en node.
pl: OpenClaw sprawdza dostęp do Gateway i węzła.
pt_br: O OpenClaw está verificando o acesso ao gateway e ao nó.
ru: OpenClaw проверяет доступ к Gateway и узлу.
sv: OpenClaw kontrollerar åtkomst till gateway och nod.
th: OpenClaw กำลังตรวจสอบ Gateway และการเข้าถึงโหนด
tr: OpenClaw, gateway ve node erişimini kontrol ediyor.
uk: OpenClaw перевіряє доступ до Gateway і вузла.
vi: OpenClaw đang kiểm tra quyền truy cập Gateway và nút.
zh_cn: OpenClaw 正在检查 Gateway 和节点访问权限。
zh_tw: OpenClaw 正在檢查 Gateway 和節點存取權限。

source: OpenClaw notifications are off.
ar: إشعارات OpenClaw متوقفة.
de: OpenClaw-Benachrichtigungen sind deaktiviert.
es: Las notificaciones de OpenClaw están desactivadas.
fa: اعلان‌های OpenClaw خاموش هستند.
fr: Les notifications OpenClaw sont désactivées.
hi: OpenClaw सूचनाएँ बंद हैं।
id: Notifikasi OpenClaw nonaktif.
it: Le notifiche di OpenClaw sono disattivate.
ja_jp: OpenClawの通知はオフです。
ko: OpenClaw 알림이 꺼져 있습니다.
nl: OpenClaw-meldingen staan uit.
pl: Powiadomienia OpenClaw są wyłączone.
pt_br: As notificações do OpenClaw estão desativadas.
ru: Уведомления OpenClaw отключены.
sv: OpenClaw-aviseringar är av.
th: การแจ้งเตือนของ OpenClaw ปิดอยู่
tr: OpenClaw bildirimleri kapalı.
uk: Сповіщення OpenClaw вимкнено.
vi: Thông báo OpenClaw đang tắt.
zh_cn: OpenClaw 通知已关闭。
zh_tw: OpenClaw 通知已關閉。

source: OpenClaw reacts when any trigger appears in a transcription. Keep them short to avoid false positives.
ar: يستجيب OpenClaw عند ظهور أي مشغّل في النسخ الصوتي. اجعلها قصيرة لتجنب النتائج الإيجابية الخاطئة.
de: OpenClaw reagiert, wenn ein Auslöser in einer Transkription erscheint. Halten Sie sie kurz, um Fehlalarme zu vermeiden.
es: OpenClaw reacciona cuando aparece cualquier activador en una transcripción. Mantenlos cortos para evitar falsos positivos.
fa: OpenClaw زمانی واکنش نشان می‌دهد که هر محرکی در یک رونویسی ظاهر شود. برای جلوگیری از تشخیص‌های اشتباه، آن‌ها را کوتاه نگه دارید.
fr: OpenClaw réagit lorsqu’un déclencheur apparaît dans une transcription. Gardez-les courts pour éviter les faux positifs.
hi: जब भी किसी ट्रांसक्रिप्शन में कोई ट्रिगर दिखाई देता है, OpenClaw प्रतिक्रिया देता है। गलत ट्रिगर से बचने के लिए इन्हें छोटा रखें।
id: OpenClaw bereaksi saat pemicu apa pun muncul dalam transkripsi. Buat tetap singkat untuk menghindari positif palsu.
it: OpenClaw reagisce quando un trigger appare in una trascrizione. Mantienili brevi per evitare falsi positivi.
ja_jp: OpenClaw は、文字起こしにいずれかのトリガーが現れると反応します。誤検出を避けるため、短くしてください。
ko: OpenClaw는 전사에 트리거가 나타나면 반응합니다. 오탐을 방지하려면 짧게 유지하세요.
nl: OpenClaw reageert wanneer een trigger in een transcriptie voorkomt. Houd ze kort om fout-positieven te voorkomen.
pl: OpenClaw reaguje, gdy w transkrypcji pojawi się dowolny wyzwalacz. Używaj krótkich wyrażeń, aby uniknąć fałszywych wykryć.
pt_br: OpenClaw reage quando qualquer gatilho aparece em uma transcrição. Mantenha-os curtos para evitar falsos positivos.
ru: OpenClaw реагирует, когда любой триггер появляется в транскрипции. Делайте их короткими, чтобы избежать ложных срабатываний.
sv: OpenClaw reagerar när någon utlösare visas i en transkribering. Håll dem korta för att undvika falska positiva.
th: OpenClaw จะตอบสนองเมื่อมีทริกเกอร์ใด ๆ ปรากฏในการถอดเสียง ควรตั้งให้สั้นเพื่อหลีกเลี่ยงการตรวจจับผิดพลาด
tr: OpenClaw, bir transkripsiyonda herhangi bir tetikleyici göründüğünde tepki verir. Yanlış pozitifleri önlemek için bunları kısa tutun.
uk: OpenClaw реагує, коли будь-який тригер з’являється в транскрипції. Робіть їх короткими, щоб уникнути хибних спрацьовувань.
vi: OpenClaw phản hồi khi bất kỳ cụm kích hoạt nào xuất hiện trong bản chép lời. Hãy giữ chúng ngắn gọn để tránh nhận nhầm.
zh_cn: 当转写中出现任何触发词时，OpenClaw 会响应。请保持简短，以避免误触发。
zh_tw: 當轉錄中出現任何觸發詞時，OpenClaw 會做出反應。請保持簡短以避免誤觸。

source: OpenClaw unavailable
ar: OpenClaw غير متاح
de: OpenClaw nicht verfügbar
es: OpenClaw no está disponible
fa: OpenClaw در دسترس نیست
fr: OpenClaw indisponible
hi: OpenClaw उपलब्ध नहीं है
id: OpenClaw tidak tersedia
it: OpenClaw non disponibile
ja_jp: OpenClawは利用できません
ko: OpenClaw를 사용할 수 없습니다
nl: OpenClaw niet beschikbaar
pl: OpenClaw jest niedostępny
pt_br: OpenClaw indisponível
ru: OpenClaw недоступен
sv: OpenClaw är inte tillgängligt
th: OpenClaw ไม่พร้อมใช้งาน
tr: OpenClaw kullanılamıyor
uk: OpenClaw недоступний
vi: OpenClaw không khả dụng
zh_cn: OpenClaw 不可用
zh_tw: OpenClaw 無法使用

source: Opening QR scanner...
ar: جارٍ فتح ماسح QR...
de: QR-Scanner wird geöffnet...
es: Abriendo el escáner QR...
fa: در حال باز کردن اسکنر QR...
fr: Ouverture du lecteur de code QR...
hi: QR स्कैनर खोला जा रहा है...
id: Membuka pemindai QR...
it: Apertura dello scanner QR...
ja_jp: QRスキャナーを開いています...
ko: QR 스캐너를 여는 중...
nl: QR-scanner openen...
pl: Otwieranie skanera kodów QR...
pt_br: Abrindo o leitor de QR Code...
ru: Открытие сканера QR-кодов...
sv: Öppnar QR-skannern...
th: กำลังเปิดเครื่องสแกน QR...
tr: QR tarayıcı açılıyor...
uk: Відкриття сканера QR-кодів...
vi: Đang mở trình quét QR...
zh_cn: 正在打开二维码扫描器...
zh_tw: 正在開啟 QR Code 掃描器...

source: Opens Settings / Gateway
ar: يفتح الإعدادات / Gateway
de: Öffnet Einstellungen / Gateway
es: Abre Configuración / Gateway
fa: Settings / Gateway را باز می‌کند
fr: Ouvre Réglages / Gateway
hi: Settings / Gateway खोलता है
id: Membuka Pengaturan / Gateway
it: Apre Impostazioni / Gateway
ja_jp: 設定 / Gateway を開く
ko: 설정 / Gateway 열기
nl: Opent Instellingen / Gateway
pl: Otwiera Ustawienia / Gateway
pt_br: Abre Ajustes / Gateway
ru: Открывает Settings / Gateway
sv: Öppnar Inställningar / Gateway
th: เปิด Settings / Gateway
tr: Ayarlar / Gateway'i açar
uk: Відкриває Налаштування / Gateway
vi: Mở Cài đặt / Gateway
zh_cn: 打开设置 / Gateway
zh_tw: 開啟 Settings / Gateway
